export const AllData = {
  "ชมรม": {
    "คณิตศาสตร์" : "ก30901",
    "คณิตศาสตร์ (A-Math)" : "ก30901-1",
    "คอมพิวเตอร์ (E-Sport)": "ก30901-2",
    "คณิตศาสตร์ (หมากล้อม)": "ก30901-3",
    "คณิตศาสตร์ (ประกวดโครงงาน)": "ก30901-4",
    "คณิตศาสตร์ (พัฒนาความสามารถด้านแคลคูลัส)": "ก30901-5",
    "คณิตศาสตร์ (คณิตคิดเร็ว)": "ก30901-6",
    "คณิตศาสตร์ (วารสารออนไลน์ด้านคณิตศาสตร์)": "ก30901-7",
    "คณิตศาสตร์ (Quant การเงินเชิงปริมาณ)": "ก30901-8",
    "วิทยาศาสตร์": "ก30902",
    "วิทยาศาสตร์ (วิจัย)": "ก30902-1",
  },
  "สายการเรียน": [
    "สายการเรียนวิทยาศาสตร์-คณิตศาสตร์",
    "สายการเรียนภาษา-คณิตศาสตร์",
    "สายการเรียนภาษา-ภาษาฝรั่งเศส",
    "สายการเรียนภาษา-ภาษาเยอรมัน",
    "สายการเรียนภาษา-ภาษาญี่ปุ่น",
    "สายการเรียนภาษา-ภาษาจีน",
    "สายการเรียนภาษา-ภาษาสเปน",
    "สายการเรียนภาษา-ภาษาเกาหลี"
  ],
  "โครงการพัฒนาความสามารถ": [
    "โครงการพัฒนาความสามารถพิเศษด้านคณิตศาสตร์",
    "โครงการพัฒนาความสามารถพิเศษด้านวิทยาศาสตร์",
    "โครงการพัฒนาความสามารถพิเศษด้านภาษาอังกฤษ",
    "โครงการพัฒนาความสามารถพิเศษด้านภาษาไทย"
  ],
  "องค์กรนักเรียน": {
    "TUSC": "คณะกรรมการนักเรียน (กน.)",
    "TUCMC": "คณะกรรมการงานกิจกรรมพัฒนาผู้เรียน (กช.)",
    "TUPRO": "นักเรียนผู้ช่วยงานประชาสัมพันธ์ (ปชส.)",
    "AIC": "กลุ่มนักเรียน AIC (กอ.)"
  }
}
